Repository: billypchan/SharedKit
Catalog: Sources/SharedKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, ko, vi, zh_hans, zh_hant

source: Follow on X
de: Auf X folgen
ja: X でフォロー
ko: X에서 팔로우
vi: Theo dõi trên X
zh_hans: 在 X 上关注
zh_hant: 在 X 上追蹤

source: Rate this App
de: App bewerten
ja: この App を評価
ko: 이 앱 평가하기
vi: Đánh Giá Ứng Dụng
zh_hans: 为 App 评分
zh_hant: 為 App 評分

source: Report an Issue
de: Problem melden
ja: 問題を報告
ko: 문제 신고
vi: Báo Cáo Sự Cố
zh_hans: 回报问题
zh_hant: 回報問題

source: Share this App
de: App teilen
ja: この App を共有
ko: 이 앱 공유하기
vi: Chia Sẻ Ứng Dụng Này
zh_hans: 分享这个 App
zh_hant: 分享這個 App

source: Support
de: Unterstützung
ja: サポート
ko: 지원
vi: Hỗ Trợ
zh_hans: 支援
zh_hant: 支援

source: Support the Developer
de: Entwickler unterstützen
ja: 開発者を支援
ko: 개발자 후원하기
vi: Ủng Hộ Nhà Phát Triển
zh_hans: 支持开发者
zh_hant: 支持開發者

source: Support %@
de: %@ unterstützen
ja: %@ を支援
ko: %@ 후원하기
vi: Ủng hộ %@
zh_hans: 支持 %@
zh_hant: 支持 %@

source: Independent, ad-free, and built with care. If the app saves you time, a small tip keeps it going.
de: Unabhängig, werbefrei und mit Sorgfalt gebaut. Wenn dir die App Zeit spart, hilft ein kleiner Beitrag, dass es weitergeht.
ja: 個人開発、広告なし、ていねいに作っています。この App が時間の節約になったなら、少しの気持ちが続ける力になります。
ko: 1인 개발, 광고 없이 정성껏 만들었습니다. 이 앱이 시간을 아껴 주었다면 작은 후원이 계속할 힘이 됩니다.
vi: Phát triển độc lập, không quảng cáo, được chăm chút kỹ lưỡng. Nếu ứng dụng giúp bạn tiết kiệm thời gian, một khoản ủng hộ nhỏ sẽ giúp nó tiếp tục phát triển.
zh_hans: 独立开发，无广告，用心打造。如果这个 App 为你省下时间，一份小小心意能让它持续下去。
zh_hant: 獨立開發，無廣告，用心打造。如果這個 App 為你省下時間，一份小小心意能讓它持續下去。

source: Manage Support
de: Unterstützung verwalten
ja: 支援を管理
ko: 후원 관리
vi: Quản Lý Ủng Hộ
zh_hans: 管理支持
zh_hant: 管理支持

source: Supporter
de: Unterstützer
ja: サポーター
ko: 후원자
vi: Người Ủng Hộ
zh_hans: 支持者
zh_hant: 支持者

source: You're a Supporter — thank you!
de: Du bist Unterstützer — danke!
ja: サポーターです — ありがとうございます！
ko: 후원자입니다 — 감사합니다!
vi: Bạn là Người Ủng Hộ — cảm ơn bạn!
zh_hans: 你是支持者 — 谢谢！
zh_hant: 你是支持者 — 謝謝！

source: One-Time Tip
de: Einmaliger Beitrag
ja: 一回だけの支援
ko: 일회성 후원
vi: Ủng Hộ Một Lần
zh_hans: 一次性赞助
zh_hant: 一次性贊助

source: A single thank-you.
de: Ein einmaliges Dankeschön.
ja: 一度の気持ちです。
ko: 한 번의 감사 인사입니다.
vi: Một lời cảm ơn duy nhất.
zh_hans: 一次心意。
zh_hant: 一次心意。

source: Monthly Support
de: Monatliche Unterstützung
ja: 毎月の支援
ko: 매월 후원
vi: Ủng Hộ Hàng Tháng
zh_hans: 每月支持
zh_hant: 每月支持

source: Renews each month. Cancel anytime.
de: Verlängert sich monatlich. Jederzeit kündbar.
ja: 毎月更新されます。いつでも解約できます。
ko: 매월 갱신됩니다. 언제든 취소할 수 있습니다.
vi: Tự động gia hạn mỗi tháng. Hủy bất cứ lúc nào.
zh_hans: 每月自动续订，随时可取消。
zh_hant: 每月自動續訂，隨時可取消。

source: Yearly Support
de: Jährliche Unterstützung
ja: 毎年の支援
ko: 매년 후원
vi: Ủng Hộ Hàng Năm
zh_hans: 每年支持
zh_hant: 每年支持

source: Best value. Renews each year. Cancel anytime.
de: Bestes Angebot. Verlängert sich jährlich. Jederzeit kündbar.
ja: 一番おトクです。毎年更新されます。いつでも解約できます。
ko: 가장 알뜰합니다. 매년 갱신되며 언제든 취소할 수 있습니다.
vi: Tiết kiệm nhất. Tự động gia hạn mỗi năm. Hủy bất cứ lúc nào.
zh_hans: 最划算。每年自动续订，随时可取消。
zh_hant: 最划算。每年自動續訂，隨時可取消。

source: Restore Purchases
de: Käufe wiederherstellen
ja: 購入を復元
ko: 구매 복원
vi: Khôi Phục Giao Dịch Mua
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Subscriptions auto-renew until cancelled in App Store settings.
de: Abos verlängern sich automatisch, bis sie in den App-Store-Einstellungen gekündigt werden.
ja: サブスクリプションは App Store の設定で解約するまで自動更新されます。
ko: 구독은 App Store 설정에서 취소할 때까지 자동으로 갱신됩니다.
vi: Gói đăng ký tự động gia hạn cho đến khi bạn hủy trong cài đặt App Store.
zh_hans: 订阅会自动续订，可于 App Store 设置中取消。
zh_hant: 訂閱會自動續訂，可於 App Store 設定中取消。

source: No content is locked behind these purchases — they're a thank you.
de: Diese Käufe schalten nichts frei — sie sind ein Dankeschön.
ja: これらの購入で解放される機能はありません — 純粋に気持ちだけのものです。
ko: 이 구매로 잠금이 해제되는 기능은 없습니다 — 순수하게 감사의 표시입니다.
vi: Các giao dịch mua này không mở khóa nội dung nào — chỉ đơn thuần là lời cảm ơn.
zh_hans: 这些购买不会解锁任何功能 — 纯粹是心意。
zh_hant: 這些購買不會解鎖任何功能 — 純粹是心意。

source: Ads Removed — Thank You!
ja: 広告を削除しました、ありがとうございます！
ko: 광고를 제거했습니다. 감사합니다!
vi: Đã Gỡ Quảng Cáo — Cảm Ơn Bạn!
zh_hans: 已移除广告，感谢支持！
zh_hant: 已移除廣告，感謝支持！

source: Close
ja: 閉じる
ko: 닫기
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Enjoy %@ Ad-Free
ja: 広告なしで %@ を楽しむ
ko: 광고 없이 %@ 즐기기
vi: Tận hưởng %@ Không Quảng Cáo
zh_hans: 享受无广告的%@
zh_hant: 享受無廣告的%@

source: Helps keep the app updated and free for everyone.
ja: アプリの更新を続け、みなさんに無料で提供する支えになります。
ko: 앱을 계속 업데이트하고 모두에게 무료로 제공하는 데 도움이 됩니다.
vi: Giúp duy trì cập nhật và miễn phí ứng dụng cho mọi người.
zh_hans: 帮助维持这个 App 的更新与免费使用。
zh_hant: 幫助維持應用程式的更新與免費使用。

source: No More Ads
ja: 広告はもう出ません
ko: 광고 없이
vi: Không Còn Quảng Cáo
zh_hans: 告别广告
zh_hant: 告別廣告

source: One-time purchase
ja: 買い切り
ko: 1회 구매
vi: Mua một lần
zh_hans: 一次性购买
zh_hant: 一次性購買

source: One-time purchase. No subscription.
ja: 買い切りです。サブスクリプションはありません。
ko: 1회 구매입니다. 구독이 아닙니다.
vi: Mua một lần. Không cần đăng ký.
zh_hans: 一次性购买，无订阅。
zh_hant: 一次性購買，無訂閱。

source: Re-install on any device — your purchase stays with your Apple ID.
ja: 別の端末に入れ直しても復元できます。購入は Apple ID に紐づきます。
ko: 다른 기기에 다시 설치해도 복원할 수 있습니다. 구매 내역은 Apple ID에 남습니다.
vi: Cài đặt lại trên bất kỳ thiết bị nào — giao dịch mua được lưu theo Apple ID của bạn.
zh_hans: 重新安装后可恢复购买，购买记录绑定 Apple ID。
zh_hant: 重新安裝後可恢復購買，購買記錄綁定 Apple ID。

source: Remove Ads
ja: 広告を削除
ko: 광고 제거
vi: Gỡ Quảng Cáo
zh_hans: 移除广告
zh_hant: 移除廣告

source: Remove Ads — %@
ja: 広告を削除 — %@
ko: 광고 제거 — %@
vi: Gỡ Quảng Cáo — %@
zh_hans: 移除广告 — %@
zh_hant: 移除廣告 — %@

source: Restore Any Time
ja: いつでも復元できます
ko: 언제든 복원
vi: Khôi Phục Bất Cứ Lúc Nào
zh_hans: 随时恢复
zh_hant: 隨時恢復

source: Restore Purchase
ja: 購入を復元
ko: 구매 복원
vi: Khôi Phục Giao Dịch Mua
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Removes all banner ads from the app.
ja: アプリ内のバナー広告をすべて非表示にします。
ko: 앱의 모든 배너 광고를 제거합니다.
vi: Gỡ bỏ toàn bộ quảng cáo biểu ngữ khỏi ứng dụng.
zh_hans: 从 App 中移除所有横幅广告。
zh_hant: 從應用程式中移除所有橫幅廣告。

source: Support Development
ja: 開発を支援
ko: 개발 지원
vi: Ủng Hộ Phát Triển
zh_hans: 支持开发
zh_hant: 支持開發

source: Support the developer and remove all banner ads with a single one-time purchase.
ja: 一度の買い切りで開発者を支援し、バナー広告をすべて非表示にします。
ko: 한 번의 구매로 개발자를 후원하고 모든 배너 광고를 제거합니다.
vi: Ủng hộ nhà phát triển và gỡ bỏ toàn bộ quảng cáo biểu ngữ chỉ với một lần mua duy nhất.
zh_hans: 通过一次性购买支持开发者，移除所有横幅广告。
zh_hant: 透過一次性購買支持開發者，移除所有橫幅廣告。
